# _quiz
_quiz = []
_quiz.append(
        {
            "key": 0, 
            "chanq": "キリン", 
            "q": "和食でよくつかう日本のお酒はなーんだ？",
            "a": ["日本酒"],
            "i": u'\n繰り返しワード：キリン\nみりんじゃないよ。\n考案者：みなみじま'
        }
    )
_quiz.append(
        {
            "key": 1, 
            "chanq": "キリン", 
            "q": "鼻が長くて、多くが南アメリカ大陸に生息している動物はなーんだ？",
            "a": ["アリクイ","大アリクイ","オオアリクイ","ありくい","コアリクイ","フクロアリクイ"],
            "i": u'\n繰り返しワード：キリン\n象さんじゃないよ。象さんだとアフリカですね。\n考案者：ゆみちゃん'
        }
    )
_quiz.append(
        {
            "key": 2, 
            "chanq": "みかん", 
            "q": "日本、特に関西で絶対逆らってはいけない最強の生物はなーんだ？",
            "a": ["おかん","オカン","おばはん","お母さん","母さん"],
            "i": u'\n繰り返しワード：みかん\nおかん最強説。\n考案者：みなみじま'
        }
    )
_quiz.append(
        {
            "key": 3, 
            "chanq": "ライン", 
            "q": "片手で操作ができて、つぶやきを投稿したり、投稿をリツイートしたりする時に使うものはなーんだ？",
            "a": ["スマホ","スマートフォン","携帯","携帯電話"],
            "i": u'\n繰り返しワード：ライン\nツイッターじゃないよ。今だとみんな１台は持ってるよね。\n考案者：みなみじま'
        }
    )
_quiz.append(
        {
            "key": 4, 
            "chanq": "キリン", 
            "q": "海を英語で言うとなーんだ？",
            "a": ["シー","しー","C"],
            "i": u'\n繰り返しワード：キリン\nマリンじゃないよ。seaですね。\n考案者：ゆみちゃん'
        }
    )
_quiz.append(
        {
            "key": 5, 
            "chanq": "ロマン", 
            "q": "フランス語で白い山を意味する、あまーい食べ物の名前はなーんだ？",
            "a": ["モンブラン","もんぶらん","紋舞らん"],
            "i": u'\n繰り返しワード：ロマン\nマロンだけど答えはモンブラン。美味しいよね。\n考案者：みなみじま'
        }
    )
_quiz.append(
        {
            "key": 6, 
            "chanq": "なまごめ", 
            "q": "なまむぎなまごめ？",
            "a": ["生卵","なまたまご","ナマタマゴ"],
            "i": u'\n繰り返しワード：なまごめ\n生麦生米生卵！10回言ってみて。\n考案者：みなみじま'
        }
    )
_quiz.append(
        {
            "key": 7, 
            "chanq": "なまごめ", 
            "q": "やまのて線で池袋と巣鴨の間にある駅はなーんだ？",
            "a": ["大塚","王塚","オーツカ"],
            "i": u'\n繰り返しワード：なまごめ\n都電も走ってて良い所だよ。関東の人じゃないと難しいかな。\n考案者：みなみじま'
        }
    )
_quiz.append(
        {
            "key": 8, 
            "chanq": "ぴざ", 
            "q": "天才建築家アントニオガウディが生涯を捧げた最高傑作で、バルセロナのシンボルともなっている建築物の名前はなーんだ？",
            "a": ["サグラダファミリア","桜田ファミリア","サクラダファミリア"],
            "i": u'\n繰り返しワード：ピザ\nピザの斜塔を連想すると負けだよ。迫力あるよね。一度は見てみたい。\n考案者：みなみじま'
        }
    )
_quiz.append(
        {
            "key": 9, 
            "chanq": "ドラえもん", 
            "q": "中国神話に現れる伝説上の霊獣で、形は鹿のようで、顔は龍に似ていて牛のしっぽと馬の蹄をもっている幻の動物はなーんだ？",
            "a": ["麒麟","キリン","きりん"],
            "i": u'\n繰り返しワード：ドラえもん\nドラゴンでも猫型ロボットでもないよ。あの動物園にいるキリンはこの麒麟が元で名づけられたらしいよ。\n考案者：みなみじま'
        }
    )
_quiz.append(
        {
            "key": 10, 
            "chanq": "カリン", 
            "q": "砂糖と下味のついた水分が原料で、表面がデコボコしていて、ポルトガル伝来のあまーいお菓子の名前はなーんだ？",
            "a": ["金平糖","こんぺいとう","コンペイトウ"],
            "i": u'\n繰り返しワード：カリン\nかりんとうじゃないよ。ポルトガル語のコンフェイトという言葉が元になったという噂だよ。\n考案者：みなみじま'
        }
    )
_quiz.append(
        {
            "key": 11, 
            "chanq": "カレー", 
            "q": "平べったい魚で、海底で砂に身を埋めて暮らしています。両目が左半分によっているのも特徴です。この魚はなーんだ？",
            "a": ["ヒラメ","平目","ひらめ"],
            "i": u'\n繰り返しワード：カレー\nカレイじゃないよ。そっくりだけど目が左によってるのが平目だって。あと平目の方が少しおおきいらしいよ。エンガワ美味しいよね。\n考案者：みなみじま'
        }
    )
_quiz.append(
        {
            "key": 12, 
            "chanq": "ダイス", 
            "q": "もやしや春雨の原料となっている緑色の丸い食べ物はなーんだ？",
            "a": ["緑豆","りょくまめ","リョクマメ"],
            "i": u'\n繰り返しワード：ダイス\n大豆じゃないよ。緑の豆と書いてリョクトウと読む。\n考案者：みなみじま'
        }
    )
_quiz.append(
        {
            "key": 13, 
            "chanq": "キッシュ", 
            "q": "パートシュクレという生地で作った器の上に、果物などを盛り付けたお菓子はなーんだ？",
            "a": ["タルト","たると","tart"],
            "i": u'\n繰り返しワード：キッシュ\nキッシュも美味しいけどキッシュはお菓子じゃないよね。いちごタルトが王道？\n考案者：ゆみちゃん'
        }
    )
_quiz.append(
        {
            "key": 14, 
            "chanq": "キッシュ", 
            "q": "買い物するときに使うもので、預金口座と紐づけられた即時決済用のカードはなにカードでしょーか？",
            "a": ["デビットカード","debit card","でびっとかーど"],
            "i": u'\n繰り返しワード：キッシュ\nキャッシュカードでもクレジットカードでもないです。大人向けの問題だね。\n考案者：ゆみちゃん'
        }
    )
_quiz.append(
        {
            "key": 15, 
            "chanq": "アンドロイド", 
            "q": "映画や漫画に出てくる、身体の一部が機械でできている人間はなーんだ？",
            "a": ["サイボーグ","さいぼーぐ","際防具","cyborg"],
            "i": u'\n繰り返しワード：アンドロイド\nアンドロイドは人間じゃなくてロボットだよ。機械の体なんていらないよ！\n考案者：ゆみちゃん'
        }
    )





